Repository: totoourworld/driver_iOS
Catalog: XENIA DRIVER/StoryBoard/*.lproj/Main.strings
Languages: lo

# 1le-rq-kCn.placeholder
source: OLD PASSWORD
lo: ລະ​ຫັດ​ຜ່ານ​ເກົ່າ

# 3dW-ax-PMQ.placeholder
source: CONFIRM PASSWORD
lo: ຢືນ​ຢັນ​ລະ​ຫັດ

# 3za-D5-aNq.text
source: No Records
lo: ບໍ່ມີບັນທຶກ

# 4fO-MM-jpK.text
source: Tax
lo: ພາສີ

# 4iB-2V-Jmp.normalTitle
source: SIGN IN
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ

# 5h3-t4-Wds.placeholder
source: Enter your License plate Number
lo: ໃສ່ຫມາຍເລກໃບອະນຸຍາດຂອງທ່ານ

# 6Rb-ON-7IB.placeholder
source: PASSWORD
lo: ຄໍາທັນບົນ

# 7PE-Zq-hgj.text
source: Tax
lo: ພາສີ

# 8FE-VB-YOC.placeholder
source: LAST NAME
lo: ນາມ​ສະ​ກຸນ

# 8oA-8R-3Yg.placeholder
source: Enter a Make
lo: ກະລຸນາໃສ່ Make

# 9Fh-Sr-XGF.placeholder
source: Select a Category
lo: ເລືອກຫມວດຫມູ່

# 9zS-FE-KKl.text
source: CHANGE PASSWORD
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ

# B7M-9u-6F2.placeholder
source: PASSWORD
lo: ຄໍາທັນບົນ

# BPz-M7-J9t.text
source: SIGN IN
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ

# BXa-2s-lkZ.normalTitle
source: GO TO HOME
lo: ໄປເຮືອນ

# Bcc-Ko-5Va.text
source: Add ID Proof
lo: ເພີ່ມ ID Proof

# Csn-H9-lcD.text
source: Enter your vehicle information
lo: ໃສ່ຂໍ້ມູນລົດຂອງທ່ານ

# DFj-xd-mFQ.text
source: Amount Paid
lo: ຈໍານວນຈ່າຍ

# EeS-go-gu7.normalTitle
source: Ok
lo: ຕົກ​ລົງ

# Ery-XB-Jdb.placeholder
source: LAST NAME
lo: ນາມ​ສະ​ກຸນ

# FbQ-Jn-04S.normalTitle
source: decline
lo: ຫຼຸດລົງ

# KLz-A1-89F.text
source: JOIN US
lo: ເຂົ້າ​ຮ່ວມ​ນໍາ​ພວກ​ເຮົາ

# L1R-Ps-u3t.text
source: FARE SUMMARY
lo: ບົດລາຍງານການປະເມີນລາຄາ

# NPe-zv-Tfv.placeholder
source: Select a Make
lo: ເລືອກເຮັດໃຫ້

# R5e-UQ-S0z.text
source: OR SIGN UP IF YOU'RE NOT A MEMBER
lo: ຫຼືເຂົ້າເຖິງຖ້າທ່ານບໍ່ແມ່ນສະມາຊິກ

# SMl-QJ-LKo.text
source: Driver Amount
lo: ຈໍານວນຜູ້ຂັບຂີ່

# TMK-uT-XC1.text
source: LOCATION
lo: ການເອົາຕ້ັງຍູ່

# US1-kS-cDZ.text
source: why not ?
lo: ເປັນ​ຫຍັງ​ບໍ່?

# UeD-Nk-2lk.text
source: Your star rate from rider
lo: ອັດຕາການດາວຂອງທ່ານຈາກຜູ້ຂັບຂີ່

# Wnl-e5-qzu.normalTitle
source: SIGN IN
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ

# aS4-5F-2zF.placeholder
source: FIRST NAME
lo: ຊື່​ແທ້

# bmm-ga-1Pa.text
source: Touch in value to accept
lo: ແຕະໃນມູນຄ່າເພື່ອຍອມຮັບ

# brp-Kg-ol7.text
source: S I G N I N
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ

# cJv-8t-Yca.normalTitle
source: Provide bank details payout here
lo: ໃຫ້ຈ່າຍລາຍລະອຽດຂອງທະນາຄານຢູ່ທີ່ນີ້

# emi-pH-CDW.normalTitle
source: upload documents
lo: ອັບໂຫລດເອກະສານ

# g6j-HX-WH8.text
source: Add Licence
lo: ເພີ່ມໃບອະນຸຍາດ

# gyu-wS-pjg.placeholder
source: Select a Year
lo: ເລືອກປີ

# kZl-e3-GbO.normalTitle
source: Next
lo: ຕໍ່ໄປ

# mb7-L5-brp.text
source: Add Insurance
lo: ຕື່ມການປະກັນໄພ

# nai-Wm-Tcn.normalTitle
source: SIGN UP
lo: ລົງ​ທະ​ບຽນ

# odk-lA-NWZ.normalTitle
source: JOIN
lo: ເຂົ້າຮ່ວມ

# qaS-7r-k3Q.text
source: PASSWORD
lo: ຄໍາທັນບົນ

# qku-29-yFu.normalTitle
source: GO
lo: ໄປ

# rEg-38-ZGC.placeholder
source: MOBILE
lo: ທີ່ຢ້າຢໄດ້

# rLM-nG-r8m.normalTitle
source: SAVE
lo: ໄວ້

# rNp-cA-pFE.placeholder
source: Select a Model
lo: ເລືອກຮູບແບບ

# rPr-OW-m9b.text
source: *RESTORE YOUR PASSWORD VIA EMAIL
lo: * ເກັບຄືນ password ຂອງທ່ານຜ່ານອີເມວ

# trt-P9-dnt.text
source: Amount Paid
lo: ຈໍານວນຈ່າຍ

# uOO-Ey-ngw.normalTitle
source: Accept
lo: ຍອມ​ຮັບ

# uhf-zl-ilB.placeholder
source: NEW PASSWORD
lo: PASSWORD ໃຫມ່

# wi9-Mg-gAI.placeholder
source: FIRST NAME
lo: ຊື່​ແທ້

# xnc-8V-qNF.placeholder
source: MOBILE
lo: ທີ່ຢ້າຢໄດ້

# yMs-pw-tqg.normalTitle
source: Begin Trip
lo: ເລີ່ມຕົ້ນການເດີນທາງ

# ysv-hD-i54.normalTitle
source: SIGN UP
lo: ລົງ​ທະ​ບຽນ
