Repository: totoourworld/driver_iOS
Catalog: XENIA DRIVER/App Logic/*.lproj/Localizable.strings
Languages: ar

# HelloKey
source: Hello EN
ar: مرحبا

source: Profile
ar: الملف الشخصي

source: Trip History
ar: تاريخ الرحلة

source: Logout
ar: الخروج

source: Rating
ar: تقييم

source: Availability On
ar: التوفر على

source: Availability Off
ar: توفر إيقاف

# Profile Updated
source: Profile updated Successfully.
ar: تم تحديث الملف الشخصي بنجاح.

# Password Updated
source: Password updated Successfully.
ar: تم تحديث كلمة السر بنجاح.

# Password alert
source: Please enter valid password.
ar: الرجاء إدخال كلمة مرور صالحة.

# Password_old_alert
source: please enter old password.
ar: الرجاء إدخال كلمة المرور القديمة.

# password not matching
source: password is not matching.
ar: كلمة المرور ليست مطابقة.

# email_invalid_error
source: Email or passoword should not be empty.
ar: يجب ألا يكون البريد الإلكتروني أو باسورد فارغا.

# invalid_email
source: please enter valid email.
ar: الرجاء إدخال بريد إلكتروني صحيح.

# login_error_message
source: Please enter valid email and password.
ar: الرجاء إدخال بريد إلكتروني وكلمة مرور صالحين.

# alert_ok
source: OK
ar: حسنا

source: Loading...
ar: جار التحميل...

# forgot_password_link
source: We've sent you an email with a link to reset your password.
ar: لقد أرسلنا إليك رسالة إلكترونية تتضمن رابطا لإعادة تعيين كلمة المرور.

source: Invalid Email Id.
ar: معرف البريد الإلكتروني غير صالح.

# network_error
source: Internet is not available
ar: الإنترنت غير متوفر

source: Network Error
ar: خطأ في الشبكة

source: User is not found
ar: لم يتم العثور على المستخدم

source: Alert !
ar: محزر !

source: password must be atleast 6 character long.
ar: يجب أن تكون كلمة المرور على الأقل 6 حرف طويل.

# logout_alert_message
source: Do you want to exit now?
ar: هل تريد الخروج الآن؟

source: Yes
ar: نعم فعلا

source: No
ar: لا

source: No Cars Available
ar: لا تتوفر سيارات

source: Cars Available
ar: السيارات المتاحة

source: Please Enter Destination address
ar: الرجاء إدخال عنوان الوجهة

source: No Driver Found
ar: لم يتم العثور على برنامج تشغيل

source: Please select address inside the country.
ar: يرجى تحديد عنوان داخل البلد.

# Worng Destination Address.
source: Wrong Destination Address.
ar: عنوان ورنغ الوجهة.

# Loading Route...
source: Loading...
ar: جار تحميل المسار ...

source: min
ar: الدقائق

# document_verification
source: Your documents are under verification. Please wait for some time.
ar: المستندات قيد التحقق. يرجى الانتظار لبعض الوقت.

# firstname_alert
source: Please enter your first name.
ar: يرجى ادخال الاسم الاول.

# lastname_alert
source: Please enter your last name.
ar: الرجاء إدخال اسم العائلة.

# mobile_alert
source: Please enter valid mobile number.
ar: الرجاء إدخال رقم جوال صالح.

# MESSAGE_REJECTED
source: Driver has rejected taxi request.
ar: رفض السائق طلب سيارة أجرة.

# MESSAGE_ACCEPTED
source: Your taxi request is confirmed
ar: تم تأكيد طلب تاكسي.

# MESSAGE_END
source: Your trip is finished.
ar: انتهت رحلتك.

# MESSAGE_ARRIVE
source: Taxi will arrive soon.
ar: وسيصل تاكسي قريبا.

# MESSAGE_BEGIN
source: Your trip has started.
ar: بدأت رحلتك.

# MESSAGE_DRIVER_CANCEL
source: Driver has cancelled trip.
ar: ألغى برنامج التشغيل الرحلة.

# MESSAGE_PAID
source: You have paid successfully.
ar: لقد دفعت بنجاح.

# MESSAGE_CASH
source: Please collect cash from Rider.
ar: يرجى جمع النقدية من رايدر.

# MESSAGE_PAYPAL
source: Rider is paying through paypal
ar: رايدر يدفع من خلال باي بال.

# write_reason
source: Please write a reason.
ar: يرجى كتابة سبب.

# permission_denied
source: App Permission Denied.
ar: تم رفض إذن التطبيق.

# location_turn_on
source: To re-enable, please go to Settings and turn on Location Service for this app.
ar: لإعادة تمكين، يرجى الذهاب إلى إعدادات وتشغيل خدمة الموقع لهذا التطبيق.

source: Something went Wrong
ar: هناك خطأ ما

# Contact Service Provider
source: You have reached your daily query limit. Please contact your service provider.
ar: لقد وصلت إلى حد الاستعلام اليومي. يرجى الاتصال بمزود الخدمة.

# Terms_Conditions
source: Terms of Use
ar: تعليمات الاستخدام

source: Share
ar: شارك

# Deactivate_Acc
source: Deactivate
ar: عطل

# Url_Cannot_Open
source: Url cannot be opened now
ar: لا يمكن فتح عنوان ورل الآن

source: Support
ar: الدعم

# Config_Mail
source: Please configure your email
ar: يرجى تهيئة بريدك الإلكتروني

# Deactivate_Alert
source: Do you want to deactivate your account?
ar: هل تريد إلغاء تنشيط حسابك؟

# Account_Hold
source: Your account is under hold. Please contact the service provider for more information.
ar: حسابك قيد التحفظ على المعلومات. يرجى الاتصال بمزود الخدمة للحصول على مزيد من المعلومات.

# Enter_Lic_Number
source: Please Enter your License Plate Number
ar: الرجاء إدخال رقم لوحة الرخصة

source: Pick
ar: قطف او يقطف

source: Accept
ar: قبول

source: Decline
ar: انخفاض

source: Begin Trip
ar: رحلة البدء

source: End Trip
ar: نهاية الرحلة

source: Go
ar: اذهب

source: DROP LOCATION
ar: دروب لوكاتيون

source: PICKUP LOCATION
ar: اختر موقعا

source: Client Picked Up ?
ar: تم اختيار العميل؟

source: Client reached destination ?
ar: وصل العميل الوجهة؟
