Repository: totoourworld/driver_iOS
Catalog: XENIA DRIVER/App Logic/Language files/*.lproj/Localizable.strings
Languages: ja, lo

source: HelloKey
ja: こんにちは
lo: ສະບາຍດີ

source: Profile
ja: プロフィール
lo: ແນວ

source: Trip_History
ja: 旅行の歴史
lo: ປະຫວັດສາດການເດີນທາງ

source: Logout
ja: ログアウト
lo: ອອກ​ຈາກ​ລະ​ບົບ

source: Rating
ja: 評価
lo: ການປະເມີນຜົນ

source: Availability On
ja: 在庫状況について
lo: ສະແດງໃຫ້ເຫັນ

source: Availability Off
ja: 空室状況
lo: ຊ່ອນ

source: Profile Updated
ja: プロフィールが正常に更新されました。
lo: ແນວ ໄດ້ຖືກປັບປຸງ.

source: Password Updated
ja: パスワードが正常に更新されました。
lo: ລະຫັດຜ່ານ ປັບປຸງໃຫ້ທັນ.

source: Password alert
ja: 有効なパスワードを入力してください。
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານທີ່ຖືກຕ້ອງ.

source: Password_old_alert
ja: 古いパスワードを入力してください。
lo: ກະລຸນາໃສ່ລະຫັດຜ່ານເກົ່າ.

source: password not matching
ja: パスワードが一致しません。
lo: ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.

source: Warning!
ja: 警告!
lo: ຄໍາເຕືອນ!

source: email_invalid_error
ja: 電子メールまたはパスワードは空であってはいけません。
lo: ອີເມວຫຼືລະຫັດຜ່ານບໍ່ຄວນເປົ່າຫວ່າງ

source: invalid_email
ja: 有効なメールアドレスを入力してください。
lo: ກະລຸນາໃສ່ອີເມວທີ່ຖືກຕ້ອງ.

source: login_error_message
ja: 有効なメールアドレスとパスワードを入力してください
lo: ກະລຸນາໃສ່ອີເມວທີ່ຖືກຕ້ອງແລະລະຫັດຜ່ານ.

source: alert_ok
ja: OK
lo: ຕົກ​ລົງ

source: loading
ja: 読み込み中...
lo: ອຸປະກອນການອ່ານ...

source: forgot_password_link
ja: あなたの電子メールに一時的なパスワードをお送りしました。
lo: ພວກເຮົາໄດ້ສົ່ງອີເມວໃຫ້ທ່ານທີ່ມີການເຊື່ອມຕໍ່ເພື່ອປັບລະຫັດຜ່ານຂອງທ່ານ.

source: Invalid Email Id.
ja: 無効なメールIDです。
lo: ອີເມວບໍ່ຖືກຕ້ອງ.

source: network_error
ja: インターネットは利用できません
lo: ອິນເຕີເນັດບໍ່ມີ.

source: Network Error
ja: ネットワークエラー
lo: ເຄືອຂ່າຍຄວາມຜິດພາດ.

source: User is not found
ja: ユーザーが見つかりません
lo: ບໍ່ພົບຜູ້ໃຊ້.

source: Alert !
ja: アラート!
lo: ຄໍາເຕືອນ!

source: password must be atleast 6 character long.
ja: パスワードは少なくとも6文字でなければなりません。
lo: ລະຫັດຜ່ານຕ້ອງມີອາຍຸຢ່າງຫນ້ອຍ 6 ອັກຂະລະ.

source: logout_alert_message
ja: あなたは今終了しますか？
lo: ທ່ານຕ້ອງການອອກຈາກປະຈຸບັນບໍ?

source: Yes
ja: はい
lo: ແມ່ນແລ້ວ

source: No
ja: いいえ
lo: ຍົກເລີກ

source: No Cars Available
ja: 利用可能な車はありません
lo: ບໍ່ມີລົດທີ່ມີຢູ່.

source: Cars Available
ja: 利用可能な車
lo: ລົດທີ່ມີຢູ່.

source: Please Enter Destination address
ja: 宛先アドレスを入力してください
lo: ກະລຸນາໃສ່ທີ່ຢູ່ປາຍທາງ.

source: No Driver Found
ja: ドライバが見つかりません
lo: ບໍ່ພົບໄດເວີ.

source: Please select address inside the country.
ja: 国の住所を選択してください。
lo: ກະລຸນາເລືອກທີ່ຢູ່ພາຍໃນປະເທດ.

source: Worng Destination Address.
ja: 間違った宛先アドレス。
lo: ຈຸດຫມາຍປາຍທາງທີ່ບໍ່ຖືກຕ້ອງ.

source: Loading Route...
ja: 読み込み中...
lo: ອຸປະກອນການອ່ານ...

source: min
ja: 最小
lo: ຂັ້ນຕ່ໍາ

source: document_verification
ja: あなたの文書は検証中です。しばらくお待ちください。
lo: ເອກະສານຂອງທ່ານຢູ່ພາຍໃຕ້ການຢັ້ງຢືນ. ກະລຸນາລໍຖ້າບາງຄັ້ງ.

source: firstname_alert
ja: あなたの名字を入力してください。
lo: ກະລຸນາໃສ່ຊື່ທໍາອິດຂອງທ່ານ.

source: lastname_alert
ja: あなたの姓を入力
lo: ກະລຸນາໃສ່ຊື່ສຸດທ້າຍຂອງທ່ານ.

source: mobile_alert
ja: 有効な携帯電話番号を入力してください。
lo: ກະລຸນາໃສ່ຫມາຍເລກມືຖືທີ່ຖືກຕ້ອງຂອງທ່ານ.

source: MESSAGE_REJECTED
ja: ドライバーはタクシーのリクエストを拒否しました。
lo: ຄົນຂັບໄດ້ປະຕິເສດຄໍາຮ້ອງຂໍລົດແທັກຊີ່.

source: MESSAGE_ACCEPTED
ja: あなたのタクシーのリクエストが確認されました
lo: ການຮ້ອງຂໍລົດ taxi ຂອງທ່ານຖືກຢືນຢັນ.

source: MESSAGE_END
ja: あなたの旅は終わった。
lo: ການເດີນທາງຂອງທ່ານແມ່ນສໍາເລັດ.

source: MESSAGE_ARRIVE
ja: タクシーはすぐに到着します。
lo: ລົດແທັກຈະມາຮອດໃນໄວໆນີ້.

source: MESSAGE_BEGIN
ja: あなたの旅は始まった。
lo: ການເດີນທາງຂອງທ່ານໄດ້ເລີ່ມຕົ້ນ.

source: MESSAGE_DRIVER_CANCEL
ja: ドライバーは旅行をキャンセルしました。
lo: ໄດເວີໄດ້ຍົກເລີກການເດີນທາງ.

source: MESSAGE_PAID
ja: あなたは正常に支払いました。
lo: ທ່ານໄດ້ຈ່າຍຢ່າງສໍາເລັດຜົນ.

source: MESSAGE_CASH
ja: ライダーから現金を徴収してください。
lo: ກະລຸນາເກັບເງິນຈາກຜູ້ຂັບຂີ່.

source: MESSAGE_PAYPAL
ja: ライダーはpaypalを通して支払っている
lo: ຜູ້ຂັບຂີ່ແມ່ນຈ່າຍເງິນຜ່ານ paypal.

source: write_reason
ja: 理由を書いてください。
lo: ກະລຸນາຂຽນເຫດຜົນ.

source: permission_denied
ja: アプリの権限が拒否されました。
lo: ໃບອະນຸຍາດ App ຖືກປະຕິເສດ.

source: location_turn_on
ja: 再度有効にするには、設定に移動してこのアプリの位置情報サービスをオンにしてください。
lo: ເພື່ອເປີດໃຫມ່, ກະລຸນາໄປທີ່ Settings ແລະເປີດບໍລິການສະຖານທີ່ສໍາລັບແອັບຯນີ້.

source: Something_went_Wrong
ja: 何かが間違っていた
lo: ບາງສິ່ງບາງຢ່າງໄດ້ຜິດ.

source: Contact Service Provider
ja: 1日のクエリ制限に達しました。サービスプロバイダにお問い合わせください。
lo: ທ່ານໄດ້ບັນລຸຂໍ້ຈໍາກັດການສອບຖາມປະຈໍາວັນຂອງທ່ານ. ກະລຸນາຕິດຕໍ່ຜູ້ໃຫ້ບໍລິການຂອງທ່ານ.

source: Terms_Conditions
ja: 利用規約
lo: ເງື່ອນໄຂການນໍາໃຊ້

source: Share
ja: シェア
lo: ການແບ່ງປັນ

source: Deactivate_Acc
ja: 無効化する
lo: ປິດການໃຊ້ວຽກ

source: Url_Cannot_Open
ja: URLを開くことができません
lo: Url ບໍ່ສາມາດເປີດໄດ້ໃນປັດຈຸບັນ.

source: Support
ja: サポート
lo: ສະຫນັບສະຫນູນ

source: Config_Mail
ja: あなたの電子メールを設定してください
lo: ກະລຸນາ configure ອີເມວຂອງທ່ານ.

source: Deactivate_Alert
ja: アカウントを無効にしますか？
lo: ທ່ານຕ້ອງການຍົກເລີກບັນຊີຂອງທ່ານບໍ?

source: Account_Hold
ja: あなたのアカウントは保留中です。詳細については、サービスプロバイダにお問い合わせください。
lo: ບັນຊີຂອງທ່ານຢູ່ໃນບັນຊີ. ກະລຸນາຕິດຕໍ່ຜູ້ໃຫ້ບໍລິການໃຫ້ຂໍ້ມູນເພີ່ມເຕີມ.

source: Car_Registered
ja: ライセンスプレート番号はすべて登録済みです。
lo: ຫມາຍເລກໃບອະນຸຍາດຂອງທ່ານແມ່ນລົງທະບຽນແລ້ວ.

source: Email_Error
ja: 有効なメールアドレスを入力してください。
lo: ກະລຸນາໃສ່ອີເມວທີ່ຖືກຕ້ອງ.

source: offline_alert_message
ja: あなたはオフラインに行きたいですか？
lo: ທ່ານຕ້ອງການໄປຫາບໍ່?

source: too_late
ja: 遅すぎる
lo: ຊ້າ​ເກີນ​ໄປ.

source: another_driver_accepted
ja: 別のドライバに割り当てられたトリップ。
lo: ການເດີນທາງໄດ້ມອບໃຫ້ຄົນຂັບອື່ນ.

source: Enter_Lic_Number
ja: ライセンスプレート番号を入力してください
lo: ກະລຸນາໃສ່ຫມາຍເລກໃບອະນຸຍາດຂອງທ່ານ

source: Pick
ja: ピック
lo: ເລືອກເອົາ

source: Accept
ja: 同意する
lo: ຍອມ​ຮັບ

source: Decline
ja: 断る
lo: ການບໍ່ຢອມຮັບ

source: Begin Trip
ja: 旅行を始める
lo: ເລີ່ມຕົ້ນການເດີນທາງ

source: End Trip
ja: 旅行を終える
lo: ສິ້ນສຸດການເດີນທາງ

source: Go
ja: 行こう
lo: ໄປ

source: DROP LOCATION
ja: 場所をドロップ

source: PICKUP LOCATION
ja: ピックアップの場所
lo: ເລືອກເອົາສະຖານທີ່

source: Client Picked Up ?
ja: クライアントは拾った？
lo: ລູກຄ້າທີ່ຖືກເລືອກ?

source: Client reached destination ?
ja: クライアントは目的地に到着したか?
lo: ລູກຄ້າໄດ້ເຖິງປາຍທາງ?

source: Added ID Proof
ja: ID証明を追加しました
lo: ເພີ່ມຂໍ້ມູນຫຼັກຖານ

source: Add ID Proof
ja: ID証明を追加する
lo: ເພີ່ມຂໍ້ມູນຫຼັກຖານ

source: Added License
ja: 追加ライセンス
lo: ໃບອະນຸຍາດເພີ່ມ

source: Add License
ja: ライセンスを追加する
lo: ເພີ່ມໃບອະນຸຍາດ

source: Added Insurance
ja: 保険追加
lo: ເພີ່ມປະກັນໄພ

source: Add Insurance
ja: 保険を追加する
lo: ຕື່ມການປະກັນໄພ

source: upload document
ja: 文書をアップロードする
lo: ອັບໂຫລດເອກະສານ

source: update document
ja: ドキュメントを更新する
lo: ປັບປຸງໃຫ້ທັນເອກກະສານ

source: Promo Code Applied:
ja: プロモーションコードが適用されました:

source: Select_Category
ja: カテゴリを選択してください
lo: ກະລຸນາເລືອກຫມວດຫມູ່

source: Select a Category
ja: カテゴリーを選ぶ
lo: ເລືອກຫມວດຫມູ່

source: NO_Internet
ja: インターネット接続が切断されているようです。それを確認してもう一度やり直してください。
lo: ການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານເບິ່ງຄືວ່າຈະຫຼຸດລົງ. ກະລຸນາກວດເບິ່ງແລະພະຍາຍາມອີກເທື່ອຫນຶ່ງ
